UA_MONTHS_MIS    = {1 => 'січні', 2=> 'лютому', 3=> 'березні', 4=> 'квітні', 5=> 'травні', 6=> 'червні',
                    7 => 'липні', 8 => 'серпні', 9 => 'вересні', 10 => 'жовтні', 11 => 'листопаді', 12 => 'грудні'}

UA_MONTHS_SINGLE = {1 => 'січень', 2=> 'лютий', 3=> 'березень', 4=> 'квітень', 5=> 'травень', 6=> 'червень',
                    7 => 'липень', 8 => 'серпень', 9 => 'вересень', 10 => 'жовтень', 11 => 'листопад', 12 => 'грудень'}

UA_PERIOD        = {-1 => 'попередній', 0 => 'поточний', 1 => 'наступний'}

UA_PERIOD_FULL   = {-1 => 'місяця, що передуе розрахунковому періоду', 
                     0 => 'розрахункового періода', 
                     1 => 'місяця, наступного за розрахунковим періодом'}